{
	" at  ": " alle  ",
	"A verification email was sent to {email}.": "Un messaggio e-mail di verifica è stato inviato a {email}.",
	"Back Up Now": "Esegui backup",
	"Backing up...": "Backup in corso…",
	"Backup complete": "Backup completo",
	"Backup disabled": "Backup disattivato",
	"Backup failed": "Backup non riuscito",
	"Backup failure": "Errore di backup",
	"Backup server unavailable": "Server di backup non disponibile",
	"Backup suspended": "Backup sospeso",
	"Change Password": "Modifica password",
	"Check your email for a message from mypalmaccounts@palm.com. Follow the link in that email to reset your password. <br/><br/>If you need more help, please visit www.palm.com.": "Cercare un messaggio da mypalmaccounts@palm.com nella posta elettronica. Seguire il collegamento nel messaggio e-mail per reimpostare la password. <br/><br/>Per ulteriori informazioni visitare www.palm.com.",
	"Don't Update": "Non aggiornare",
	"Done": "Chiudi",
	"Edit Address": "Modifica indirizzo",
	"Email Sent": "E-mail inviato",
	"Error": "Errore",
	"Forgot password": "Password dimenticata",
	"HP webOS Account saved": "Account HP webOS salvato",
	"Help": "Guida",
	"If you continue to have problems, visit palm.com/support.": "Se i problemi persistono, visitare palm.com/support.",
	"If you turn off Backup, your device will no longer back up your data and your current back up will be erased.": "Se si disattiva Backup il dispositivo non eseguirà più il backup dei dati e il backup corrente verrà cancellato.",
	"Invalid email address": "Indirizzo e-mail non valido",
	"Keep Backup On": "Mantieni backup attivo",
	"No Internet Connection": "Nessun collegamento Internet",
	"No Internet connection": "Nessun collegamento Internet",
	"Opt out failed. Try later": "Opt-out non riuscito. Riprovare",
	"Palm Services": "Servizi Palm",
	"Password changed": "Password cambiata",
	"Password reset": "Reimpostazione della password",
	"Please respond to the verification email sent to #{email} from Palm_Inc@email.palmnewsletters.com. The new email address will not be updated until it has been verified.": "Rispondere al messaggio e-mail di verifica inviato a #{email} da Palm_Inc@email.palmnewsletters.com. Il nuovo indirizzo e-mail verrà aggiornato solo dopo la verifica.",
	"Please select a security question": "Selezionare una domanda di sicurezza",
	"Policy restrictions on your #{accountAlias} Exchange account do not allow backups to be enabled and require that existing backups be deleted.": "Le limitazioni nei criteri aziendali per l’account Exchange #{accountAlias} non consentono di attivare i backup e richiedono di cancellare i backup esistenti.",
	"Policy restrictions on your #{accountAlias} Exchange account do not allow backups to be enabled.": "Le limitazioni nei criteri aziendali per l’account Exchange #{accountAlias} non consentono di attivare i backup.",
	"Preferences": "Preferenze",
	"Preparing": "Preparazione in corso",
	"Processing opt out": "Elaborazione opt-out in corso",
	"Select a question": "Selezionare una domanda",
	"Sending password reset email": "Invio e-mail ripristino password",
	"Settings": "Impostazioni",
	"Sign In": "Accedi",
	"Sign in": "Accedi",
	"Signing in...": "Accesso in corso...",
	"To recover your password, you must reset your password at the link emailed to #{email}.": "Per recuperare la password, reimpostarla seguendo il collegamento inviato a #{email}.",
	"Turn Backup off?": "Disattivare il backup?",
	"Turn Backup on to start backing up your data automatically.": "Attivare il backup per iniziare il backup dei dati automaticamente.",
	"Turn Off and Erase Backup": "Disattiva e cancella il backup",
	"Turning Backup off": "Disattivazione del backup in corso",
	"Verify new email": "Verifica nuovo indirizzo e-mail",
	"We could not send an email to reset your password. Visit palm.com/support for more help.": "Non è stato possibile inviare un messaggio e-mail per reimpostare la password. Per ulteriori informazioni visitare palm.com/support.",
	"We will send your confirmation email as soon as you have an internet connection.": "Una volta disponibile un collegamento Internet, sarà inviato un messaggio e-mail di conferma.",
	"You must have an internet connection to continue.": "Per continuare, occorre un collegamento Internet.",
	"You must use a valid email address format.": "Occorre usare un formato di indirizzo e-mail valido.",
	"You need an Internet connection to back up your data.": "Per eseguire il backup dei dati occorre un collegamento Internet.",
	"You need an internet connection to turn off automatic backup.": "Per disattivare il backup automatico è necessario un collegamento internet.",
	"Your HP webOS Account and other personal data (including potentially sensitive data that may be provided during the use of the device and its features) are backed up automatically every day. This data is stored on secured servers and used solely for recovery purposes.<br><br>Visit <a href='http://www.palm.com/webos-usingbackup-en'>Using Backup</a> for additional details.": "Il backup dell’account HP WebOS ed di altri dati personali (inclusi dati che potrebbero essere riservati e che potrebbero essere forniti durante l’uso del dispositivo e delle sue funzioni) viene eseguito automaticamente ogni giorno. Questi dati vengono memorizzati su server protetti e usati solo per eseguire un ripristino.<br><br>Visitate <a href='http://www.palm.com/webos-usingbackup-it'>Utilizzo dell’applicazione Backup</a> per ulteriori informazioni.",
	"Your data will be backed up automatically when the server is available again.": "Il backup dei dati sarà eseguito automaticamente quando il server diverrà nuovamente disponibile.",
	"Your device has not been backed up in #{day} days. Try selecting Back Up Now.": "Non è stato eseguito il backup del dispositivo da #{day} giorni. Provare a selezionare Esegui backup.",
	"confirm password...": "confermare la password…",
	"enter password...": "inserire la password…"
}
