{
	" at  ": " à  ",
	"A verification email was sent to {email}.": "Un email de vérification a été envoyé à {email}.",
	"Back Up Now": "Sauvegarder maintenant",
	"Backing up...": "Sauvegarde en cours…",
	"Backup": "Sauvegarde",
	"Backup complete": "Sauvegarde terminée",
	"Backup disabled": "Sauvegarde désactivée",
	"Backup failed": "Échec de la sauvegarde",
	"Backup failure": "Échec de la sauvegarde",
	"Backup server unavailable": "Serveur de sauvegarde non disponible",
	"Backup suspended": "Sauvegarde interrompue",
	"Change Password": "Modifier le mot de passe",
	"Check your email for a message from mypalmaccounts@palm.com. Follow the link in that email to reset your password. <br/><br/>If you need more help, please visit www.palm.com.": "Vérifiez si vous avez reçu un email de mypalmaccounts@palm.com. Cliquez sur le lien inclus dans cet email pour réinitialiser votre mot de passe. <br/><br/>Si vous avez besoin d’aide, visitez www.palm.com.",
	"Don't Update": "Ne pas mettre à jour",
	"Done": "Terminé",
	"Edit Address": "Modifier l’adresse",
	"Email Sent": "Email envoyé",
	"Error": "Erreur",
	"Forgot password": "Mot de passe oublié",
	"HP webOS Account saved": "Compte HP webOS enregistré",
	"Help": "Aide",
	"If you continue to have problems, visit palm.com/support.": "Si vos problèmes persistent, visitez palm.com/support.",
	"If you turn off Backup, your device will no longer back up your data and your current back up will be erased.": "Si vous désactivez la sauvegarde, votre appareil ne sauvegardera plus vos données et votre sauvegarde actuelle sera effacée.",
	"Invalid email address": "Adresse email non valide",
	"Keep Backup On": "Laisser sauvegarde activée",
	"No Internet Connection": "Pas de connexion Internet",
	"No Internet connection": "Pas de connexion Internet",
	"Opt out failed. Try later": "Échec de l’exclusion. Réessayez plus tard",
	"Palm Services": "Services Palm",
	"Password changed": "Mot de passe modifié",
	"Password reset": "Réinitialisation du mot de passe",
	"Please respond to the verification email sent to #{email} from Palm_Inc@email.palmnewsletters.com. The new email address will not be updated until it has been verified.": "Veuillez répondre à l’email de vérification envoyé à #{email} depuis Palm_Inc@email.palmnewsletters.com. La nouvelle adresse email ne sera pas mise à jour avant d’avoir été vérifiée.",
	"Please select a security question": "Veuillez sélectionner une question de sécurité",
	"Policy restrictions on your #{accountAlias} Exchange account do not allow backups to be enabled and require that existing backups be deleted.": "Les restrictions de stratégie liées à votre compte Exchange #{accountAlias} ne permettent pas l’activation des sauvegardes et exigent la suppression des sauvegardes existantes.",
	"Policy restrictions on your #{accountAlias} Exchange account do not allow backups to be enabled.": "Les restrictions de stratégie liées à votre compte Exchange #{accountAlias} ne permettent pas l’activation des sauvegardes.",
	"Preferences": "Préférences",
	"Preparing": "Préparation en cours",
	"Processing opt out": "Traitement de l’exclusion",
	"Select a question": "Sélectionnez une question",
	"Sending password reset email": "Envoi de l'email de réinitialisation du mot de passe",
	"Settings": "Configuration",
	"Sign In": "Me connecter",
	"Sign in": "Me connecter",
	"Signing in...": "Connexion en cours...",
	"To recover your password, you must reset your password at the link emailed to #{email}.": "Pour récupérer votre mot de passe, vous devez le réinitialiser en utilisant le lien envoyé par email à #{email}.",
	"Turn Backup off?": "Désactiver la sauvegarde ?",
	"Turn Backup on to start backing up your data automatically.": "Activez la sauvegarde pour que vos données soient désormais automatiquement sauvegardées.",
	"Turn Off and Erase Backup": "Désactiver/effacer sauveg.",
	"Turning Backup off": "Désactivation de la sauvegarde",
	"Verify new email": "Vérifier la nouvelle adresse email",
	"We could not send an email to reset your password. Visit palm.com/support for more help.": "Impossible d’envoyer un email pour réinitialiser votre mot de passe. Visitez palm.com/support pour obtenir de l’aide.",
	"We will send your confirmation email as soon as you have an internet connection.": "Nous vous enverrons un email de confirmation dès que vous aurez une connexion Internet.",
	"You must have an internet connection to continue.": "Vous devez avoir une connexion Internet pour continuer.",
	"You must use a valid email address format.": "Vous devez utiliser un format d’adresse email valide.",
	"You need an Internet connection to back up your data.": "Vous devez avoir une connexion Internet pour sauvegarder vos données.",
	"You need an internet connection to turn off automatic backup.": "Vous devez avoir une connexion Internet pour désactiver la sauvegarde automatique.",
	"Your HP webOS Account and other personal data (including potentially sensitive data that may be provided during the use of the device and its features) are backed up automatically every day. This data is stored on secured servers and used solely for recovery purposes.<br><br>Visit <a href='http://www.palm.com/webos-usingbackup-en'>Using Backup</a> for additional details.": "Votre compte HP webOS et d’autres données personnelles (y compris les données potentiellement sensibles qui peuvent être fournies pendant l’utilisation de l’appareil et de ses fonctions) font l’objet d’une sauvegarde automatique quotidienne. Ces données sont stockées sur des serveurs sécurisés et utilisées uniquement à des fins de restauration.<br><br>Accédez à <a href='http://www.palm.com/webos-usingbackup-fr'>Utilisation de la sauvegarde</a> pour en savoir plus.",
	"Your data will be backed up automatically when the server is available again.": "Vos données seront automatiquement sauvegardées lorsque le serveur sera de nouveau disponible.",
	"Your device has not been backed up in #{day} days. Try selecting Back Up Now.": "Votre appareil n’a pas été sauvegardé depuis #{day} jours. Essayez de sélectionner Sauvegarder maintenant.",
	"confirm password...": "confirmer le mot de passe…",
	"enter password...": "entrer le mot de passe…"
}
